<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>files</key>
	<dict>
		<key>Resources/AppIcon.icns</key>
		<data>
		tmn9CDWrWy0etal5bRw3GdeVKBE=
		</data>
		<key>Resources/Assets.car</key>
		<data>
		OX+d7cqD+IqA9mrNJjkd0QRBgSg=
		</data>
		<key>Resources/Base.lproj/Main.storyboardc/Info.plist</key>
		<data>
		M1rS+Tcas1ZdM4/iibTlduTJ22M=
		</data>
		<key>Resources/Base.lproj/Main.storyboardc/MainMenu.nib</key>
		<data>
		+3wgpsJLq5iR7rKNxmrQccYh02I=
		</data>
		<key>Resources/LICENSE</key>
		<data>
		lLgdNkUQDBT0jksbGy7lwYkahzI=
		</data>
		<key>Resources/sample.mov</key>
		<data>
		bMARSn6EOsHoSbX4Rat82I7IoNs=
		</data>
		<key>Resources/waifu2x_anime_noise0_scale1.mlmodelc/analytics/coremldata.bin</key>
		<data>
		zdJ43DwreB9GaqhriLnIJSCZfQU=
		</data>
		<key>Resources/waifu2x_anime_noise0_scale1.mlmodelc/coremldata.bin</key>
		<data>
		XeTuVeYnravYPuMToPrZcu4J5u4=
		</data>
		<key>Resources/waifu2x_anime_noise0_scale1.mlmodelc/metadata.json</key>
		<data>
		FjT1q0vdqz3bkebT4D891KfTYSs=
		</data>
		<key>Resources/waifu2x_anime_noise0_scale1.mlmodelc/model.espresso.net</key>
		<data>
		QwPCMOGerRmzlNMQ/DaJ+TU0Cgs=
		</data>
		<key>Resources/waifu2x_anime_noise0_scale1.mlmodelc/model.espresso.shape</key>
		<data>
		nXjzmReVY0bWJi3ds8OggDUOcOs=
		</data>
		<key>Resources/waifu2x_anime_noise0_scale1.mlmodelc/model.espresso.weights</key>
		<data>
		dOZfUlJ7gd4U+JHSuz8aLmXu9gQ=
		</data>
		<key>Resources/waifu2x_anime_noise0_scale1.mlmodelc/model/coremldata.bin</key>
		<data>
		yNfQ7w7t+oLS6hqlkoRbmm1LArc=
		</data>
		<key>Resources/waifu2x_anime_noise0_scale1.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
		<key>Resources/waifu2x_anime_noise0_scale2.mlmodelc/analytics/coremldata.bin</key>
		<data>
		X1OtoE4xtsrx1E4zhBvY8ER5uUw=
		</data>
		<key>Resources/waifu2x_anime_noise0_scale2.mlmodelc/coremldata.bin</key>
		<data>
		MabVlMAQ3Q9Lix6M/XhVJ9J4D4s=
		</data>
		<key>Resources/waifu2x_anime_noise0_scale2.mlmodelc/metadata.json</key>
		<data>
		vQS0Eq6tpMiAqPuvaKBcILQEMY8=
		</data>
		<key>Resources/waifu2x_anime_noise0_scale2.mlmodelc/model.espresso.net</key>
		<data>
		yf6XBuv2hSNF8fyWQ5kk66skEs8=
		</data>
		<key>Resources/waifu2x_anime_noise0_scale2.mlmodelc/model.espresso.shape</key>
		<data>
		+I5Nu7z9CI2owf3K22lt52d033o=
		</data>
		<key>Resources/waifu2x_anime_noise0_scale2.mlmodelc/model.espresso.weights</key>
		<data>
		d/X6pCigxMde2bsLj2hOtaO7pto=
		</data>
		<key>Resources/waifu2x_anime_noise0_scale2.mlmodelc/model/coremldata.bin</key>
		<data>
		yNfQ7w7t+oLS6hqlkoRbmm1LArc=
		</data>
		<key>Resources/waifu2x_anime_noise0_scale2.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
		<key>Resources/waifu2x_anime_noise1_scale1.mlmodelc/analytics/coremldata.bin</key>
		<data>
		vY2u67tpjHYb6mEzlZANnPp2gOo=
		</data>
		<key>Resources/waifu2x_anime_noise1_scale1.mlmodelc/coremldata.bin</key>
		<data>
		XeTuVeYnravYPuMToPrZcu4J5u4=
		</data>
		<key>Resources/waifu2x_anime_noise1_scale1.mlmodelc/metadata.json</key>
		<data>
		iI4+0A6p2NkbWJFqy3rLJUT8Ahk=
		</data>
		<key>Resources/waifu2x_anime_noise1_scale1.mlmodelc/model.espresso.net</key>
		<data>
		QwPCMOGerRmzlNMQ/DaJ+TU0Cgs=
		</data>
		<key>Resources/waifu2x_anime_noise1_scale1.mlmodelc/model.espresso.shape</key>
		<data>
		nXjzmReVY0bWJi3ds8OggDUOcOs=
		</data>
		<key>Resources/waifu2x_anime_noise1_scale1.mlmodelc/model.espresso.weights</key>
		<data>
		G9HGb9e7z4vNMgUw1qZMHkA+MLA=
		</data>
		<key>Resources/waifu2x_anime_noise1_scale1.mlmodelc/model/coremldata.bin</key>
		<data>
		yNfQ7w7t+oLS6hqlkoRbmm1LArc=
		</data>
		<key>Resources/waifu2x_anime_noise1_scale1.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
		<key>Resources/waifu2x_anime_noise1_scale2.mlmodelc/analytics/coremldata.bin</key>
		<data>
		sHvXQJIq6JrXn9s9kGQEgwaeCqs=
		</data>
		<key>Resources/waifu2x_anime_noise1_scale2.mlmodelc/coremldata.bin</key>
		<data>
		MabVlMAQ3Q9Lix6M/XhVJ9J4D4s=
		</data>
		<key>Resources/waifu2x_anime_noise1_scale2.mlmodelc/metadata.json</key>
		<data>
		RVxoEIXTXvhZajYFEOG7nMiiX0o=
		</data>
		<key>Resources/waifu2x_anime_noise1_scale2.mlmodelc/model.espresso.net</key>
		<data>
		yf6XBuv2hSNF8fyWQ5kk66skEs8=
		</data>
		<key>Resources/waifu2x_anime_noise1_scale2.mlmodelc/model.espresso.shape</key>
		<data>
		+I5Nu7z9CI2owf3K22lt52d033o=
		</data>
		<key>Resources/waifu2x_anime_noise1_scale2.mlmodelc/model.espresso.weights</key>
		<data>
		+bLCv5P1l+oA8sZvNUA/Y16+bLA=
		</data>
		<key>Resources/waifu2x_anime_noise1_scale2.mlmodelc/model/coremldata.bin</key>
		<data>
		yNfQ7w7t+oLS6hqlkoRbmm1LArc=
		</data>
		<key>Resources/waifu2x_anime_noise1_scale2.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
		<key>Resources/waifu2x_anime_noise2_scale1.mlmodelc/analytics/coremldata.bin</key>
		<data>
		bowK4Mi8sL726KvugowAhucfHD0=
		</data>
		<key>Resources/waifu2x_anime_noise2_scale1.mlmodelc/coremldata.bin</key>
		<data>
		XeTuVeYnravYPuMToPrZcu4J5u4=
		</data>
		<key>Resources/waifu2x_anime_noise2_scale1.mlmodelc/metadata.json</key>
		<data>
		+lxbvNHIJP+LDQM0WyMp5QvNuyw=
		</data>
		<key>Resources/waifu2x_anime_noise2_scale1.mlmodelc/model.espresso.net</key>
		<data>
		QwPCMOGerRmzlNMQ/DaJ+TU0Cgs=
		</data>
		<key>Resources/waifu2x_anime_noise2_scale1.mlmodelc/model.espresso.shape</key>
		<data>
		nXjzmReVY0bWJi3ds8OggDUOcOs=
		</data>
		<key>Resources/waifu2x_anime_noise2_scale1.mlmodelc/model.espresso.weights</key>
		<data>
		sBsNpJR/mOeWWUqfkixRGtpfY2w=
		</data>
		<key>Resources/waifu2x_anime_noise2_scale1.mlmodelc/model/coremldata.bin</key>
		<data>
		yNfQ7w7t+oLS6hqlkoRbmm1LArc=
		</data>
		<key>Resources/waifu2x_anime_noise2_scale1.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
		<key>Resources/waifu2x_anime_noise2_scale2.mlmodelc/analytics/coremldata.bin</key>
		<data>
		aYQmRccLFTjUWUnbSChPmJJwygU=
		</data>
		<key>Resources/waifu2x_anime_noise2_scale2.mlmodelc/coremldata.bin</key>
		<data>
		MabVlMAQ3Q9Lix6M/XhVJ9J4D4s=
		</data>
		<key>Resources/waifu2x_anime_noise2_scale2.mlmodelc/metadata.json</key>
		<data>
		acQgg+HeuSYl7VZQBF22g1SgJZE=
		</data>
		<key>Resources/waifu2x_anime_noise2_scale2.mlmodelc/model.espresso.net</key>
		<data>
		yf6XBuv2hSNF8fyWQ5kk66skEs8=
		</data>
		<key>Resources/waifu2x_anime_noise2_scale2.mlmodelc/model.espresso.shape</key>
		<data>
		+I5Nu7z9CI2owf3K22lt52d033o=
		</data>
		<key>Resources/waifu2x_anime_noise2_scale2.mlmodelc/model.espresso.weights</key>
		<data>
		FZ/VJoEjXrIP5gTuNM4GZCNHVMA=
		</data>
		<key>Resources/waifu2x_anime_noise2_scale2.mlmodelc/model/coremldata.bin</key>
		<data>
		yNfQ7w7t+oLS6hqlkoRbmm1LArc=
		</data>
		<key>Resources/waifu2x_anime_noise2_scale2.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
		<key>Resources/waifu2x_anime_noise3_scale1.mlmodelc/analytics/coremldata.bin</key>
		<data>
		uHeRjwfBAyYHWeQPvixbRBqLILM=
		</data>
		<key>Resources/waifu2x_anime_noise3_scale1.mlmodelc/coremldata.bin</key>
		<data>
		XeTuVeYnravYPuMToPrZcu4J5u4=
		</data>
		<key>Resources/waifu2x_anime_noise3_scale1.mlmodelc/metadata.json</key>
		<data>
		plOURhu1JUrTnYV8ta0XPe2Nq8Q=
		</data>
		<key>Resources/waifu2x_anime_noise3_scale1.mlmodelc/model.espresso.net</key>
		<data>
		QwPCMOGerRmzlNMQ/DaJ+TU0Cgs=
		</data>
		<key>Resources/waifu2x_anime_noise3_scale1.mlmodelc/model.espresso.shape</key>
		<data>
		nXjzmReVY0bWJi3ds8OggDUOcOs=
		</data>
		<key>Resources/waifu2x_anime_noise3_scale1.mlmodelc/model.espresso.weights</key>
		<data>
		RO9lLFcrbrzBPWSQdom307K5b8I=
		</data>
		<key>Resources/waifu2x_anime_noise3_scale1.mlmodelc/model/coremldata.bin</key>
		<data>
		yNfQ7w7t+oLS6hqlkoRbmm1LArc=
		</data>
		<key>Resources/waifu2x_anime_noise3_scale1.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
		<key>Resources/waifu2x_anime_noise3_scale2.mlmodelc/analytics/coremldata.bin</key>
		<data>
		YFhyZ5GsX9wZBREEP/NDKx+okOg=
		</data>
		<key>Resources/waifu2x_anime_noise3_scale2.mlmodelc/coremldata.bin</key>
		<data>
		MabVlMAQ3Q9Lix6M/XhVJ9J4D4s=
		</data>
		<key>Resources/waifu2x_anime_noise3_scale2.mlmodelc/metadata.json</key>
		<data>
		8LveqQYsK1UoY+CgteGTbj56wQk=
		</data>
		<key>Resources/waifu2x_anime_noise3_scale2.mlmodelc/model.espresso.net</key>
		<data>
		yf6XBuv2hSNF8fyWQ5kk66skEs8=
		</data>
		<key>Resources/waifu2x_anime_noise3_scale2.mlmodelc/model.espresso.shape</key>
		<data>
		+I5Nu7z9CI2owf3K22lt52d033o=
		</data>
		<key>Resources/waifu2x_anime_noise3_scale2.mlmodelc/model.espresso.weights</key>
		<data>
		f582EsKbRyCRc8R+A4OOQjVym18=
		</data>
		<key>Resources/waifu2x_anime_noise3_scale2.mlmodelc/model/coremldata.bin</key>
		<data>
		yNfQ7w7t+oLS6hqlkoRbmm1LArc=
		</data>
		<key>Resources/waifu2x_anime_noise3_scale2.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
		<key>Resources/waifu2x_photo_noise0_scale1.mlmodelc/analytics/coremldata.bin</key>
		<data>
		ZSIcsLYJHkfhKEDnz6HTkhvEGJA=
		</data>
		<key>Resources/waifu2x_photo_noise0_scale1.mlmodelc/coremldata.bin</key>
		<data>
		qyoXvsbEiMek1S94CIomggKWehQ=
		</data>
		<key>Resources/waifu2x_photo_noise0_scale1.mlmodelc/metadata.json</key>
		<data>
		fPGxKkgjqj/zm96RBsc8rhP8FFo=
		</data>
		<key>Resources/waifu2x_photo_noise0_scale1.mlmodelc/model.espresso.net</key>
		<data>
		QwPCMOGerRmzlNMQ/DaJ+TU0Cgs=
		</data>
		<key>Resources/waifu2x_photo_noise0_scale1.mlmodelc/model.espresso.shape</key>
		<data>
		nXjzmReVY0bWJi3ds8OggDUOcOs=
		</data>
		<key>Resources/waifu2x_photo_noise0_scale1.mlmodelc/model.espresso.weights</key>
		<data>
		A4M8GuiHRba1ORRBMt7ePaMxf6M=
		</data>
		<key>Resources/waifu2x_photo_noise0_scale1.mlmodelc/model/coremldata.bin</key>
		<data>
		yNfQ7w7t+oLS6hqlkoRbmm1LArc=
		</data>
		<key>Resources/waifu2x_photo_noise0_scale1.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
		<key>Resources/waifu2x_photo_noise0_scale2.mlmodelc/analytics/coremldata.bin</key>
		<data>
		+4TLdToJQ/j6u4fJFCfinPFwqjU=
		</data>
		<key>Resources/waifu2x_photo_noise0_scale2.mlmodelc/coremldata.bin</key>
		<data>
		MabVlMAQ3Q9Lix6M/XhVJ9J4D4s=
		</data>
		<key>Resources/waifu2x_photo_noise0_scale2.mlmodelc/metadata.json</key>
		<data>
		OU1y1hWZMm/lhIyBjS2vtO3Twzg=
		</data>
		<key>Resources/waifu2x_photo_noise0_scale2.mlmodelc/model.espresso.net</key>
		<data>
		yf6XBuv2hSNF8fyWQ5kk66skEs8=
		</data>
		<key>Resources/waifu2x_photo_noise0_scale2.mlmodelc/model.espresso.shape</key>
		<data>
		+I5Nu7z9CI2owf3K22lt52d033o=
		</data>
		<key>Resources/waifu2x_photo_noise0_scale2.mlmodelc/model.espresso.weights</key>
		<data>
		npplM1epWbmr+AorbRqxTCasIbk=
		</data>
		<key>Resources/waifu2x_photo_noise0_scale2.mlmodelc/model/coremldata.bin</key>
		<data>
		yNfQ7w7t+oLS6hqlkoRbmm1LArc=
		</data>
		<key>Resources/waifu2x_photo_noise0_scale2.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
		<key>Resources/waifu2x_photo_noise1_scale1.mlmodelc/analytics/coremldata.bin</key>
		<data>
		WJpOKdgeaClaHLrrYKUeiqEQ+HU=
		</data>
		<key>Resources/waifu2x_photo_noise1_scale1.mlmodelc/coremldata.bin</key>
		<data>
		qyoXvsbEiMek1S94CIomggKWehQ=
		</data>
		<key>Resources/waifu2x_photo_noise1_scale1.mlmodelc/metadata.json</key>
		<data>
		rUIAla9WT2WiRu0Zzy01+XvZk0o=
		</data>
		<key>Resources/waifu2x_photo_noise1_scale1.mlmodelc/model.espresso.net</key>
		<data>
		QwPCMOGerRmzlNMQ/DaJ+TU0Cgs=
		</data>
		<key>Resources/waifu2x_photo_noise1_scale1.mlmodelc/model.espresso.shape</key>
		<data>
		nXjzmReVY0bWJi3ds8OggDUOcOs=
		</data>
		<key>Resources/waifu2x_photo_noise1_scale1.mlmodelc/model.espresso.weights</key>
		<data>
		yINFLoVO0hpb0DA2Ssz/Xy5pty0=
		</data>
		<key>Resources/waifu2x_photo_noise1_scale1.mlmodelc/model/coremldata.bin</key>
		<data>
		yNfQ7w7t+oLS6hqlkoRbmm1LArc=
		</data>
		<key>Resources/waifu2x_photo_noise1_scale1.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
		<key>Resources/waifu2x_photo_noise1_scale2.mlmodelc/analytics/coremldata.bin</key>
		<data>
		zUK3m0z3XDS5N7db07fDuBRstvI=
		</data>
		<key>Resources/waifu2x_photo_noise1_scale2.mlmodelc/coremldata.bin</key>
		<data>
		MabVlMAQ3Q9Lix6M/XhVJ9J4D4s=
		</data>
		<key>Resources/waifu2x_photo_noise1_scale2.mlmodelc/metadata.json</key>
		<data>
		UTjG5zGhHTwYlK/8s4VF7XBD5es=
		</data>
		<key>Resources/waifu2x_photo_noise1_scale2.mlmodelc/model.espresso.net</key>
		<data>
		yf6XBuv2hSNF8fyWQ5kk66skEs8=
		</data>
		<key>Resources/waifu2x_photo_noise1_scale2.mlmodelc/model.espresso.shape</key>
		<data>
		+I5Nu7z9CI2owf3K22lt52d033o=
		</data>
		<key>Resources/waifu2x_photo_noise1_scale2.mlmodelc/model.espresso.weights</key>
		<data>
		GRuwEy2m2tJ3JX2i0uoBfIbNF/4=
		</data>
		<key>Resources/waifu2x_photo_noise1_scale2.mlmodelc/model/coremldata.bin</key>
		<data>
		yNfQ7w7t+oLS6hqlkoRbmm1LArc=
		</data>
		<key>Resources/waifu2x_photo_noise1_scale2.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
		<key>Resources/waifu2x_photo_noise2_scale1.mlmodelc/analytics/coremldata.bin</key>
		<data>
		iOJET527cPcbY58pL/fPSENReHM=
		</data>
		<key>Resources/waifu2x_photo_noise2_scale1.mlmodelc/coremldata.bin</key>
		<data>
		qyoXvsbEiMek1S94CIomggKWehQ=
		</data>
		<key>Resources/waifu2x_photo_noise2_scale1.mlmodelc/metadata.json</key>
		<data>
		yZIWSxAHw8PkaAx1ZNu8qtccLjM=
		</data>
		<key>Resources/waifu2x_photo_noise2_scale1.mlmodelc/model.espresso.net</key>
		<data>
		QwPCMOGerRmzlNMQ/DaJ+TU0Cgs=
		</data>
		<key>Resources/waifu2x_photo_noise2_scale1.mlmodelc/model.espresso.shape</key>
		<data>
		nXjzmReVY0bWJi3ds8OggDUOcOs=
		</data>
		<key>Resources/waifu2x_photo_noise2_scale1.mlmodelc/model.espresso.weights</key>
		<data>
		S8uhUwF8ctH45roMkI7Ei+2NbN8=
		</data>
		<key>Resources/waifu2x_photo_noise2_scale1.mlmodelc/model/coremldata.bin</key>
		<data>
		yNfQ7w7t+oLS6hqlkoRbmm1LArc=
		</data>
		<key>Resources/waifu2x_photo_noise2_scale1.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
		<key>Resources/waifu2x_photo_noise2_scale2.mlmodelc/analytics/coremldata.bin</key>
		<data>
		vD1tqjwHRH4zupy2hNt3W0U1fUg=
		</data>
		<key>Resources/waifu2x_photo_noise2_scale2.mlmodelc/coremldata.bin</key>
		<data>
		MabVlMAQ3Q9Lix6M/XhVJ9J4D4s=
		</data>
		<key>Resources/waifu2x_photo_noise2_scale2.mlmodelc/metadata.json</key>
		<data>
		qj+0dg7Oj250AdWmMGFkVgRGt3k=
		</data>
		<key>Resources/waifu2x_photo_noise2_scale2.mlmodelc/model.espresso.net</key>
		<data>
		yf6XBuv2hSNF8fyWQ5kk66skEs8=
		</data>
		<key>Resources/waifu2x_photo_noise2_scale2.mlmodelc/model.espresso.shape</key>
		<data>
		+I5Nu7z9CI2owf3K22lt52d033o=
		</data>
		<key>Resources/waifu2x_photo_noise2_scale2.mlmodelc/model.espresso.weights</key>
		<data>
		sF3RX01BVnWNbPOauYmEntnWEpc=
		</data>
		<key>Resources/waifu2x_photo_noise2_scale2.mlmodelc/model/coremldata.bin</key>
		<data>
		yNfQ7w7t+oLS6hqlkoRbmm1LArc=
		</data>
		<key>Resources/waifu2x_photo_noise2_scale2.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
		<key>Resources/waifu2x_photo_noise3_scale1.mlmodelc/analytics/coremldata.bin</key>
		<data>
		8frrmRkUsdMSJQLhICMNThtEBiA=
		</data>
		<key>Resources/waifu2x_photo_noise3_scale1.mlmodelc/coremldata.bin</key>
		<data>
		qyoXvsbEiMek1S94CIomggKWehQ=
		</data>
		<key>Resources/waifu2x_photo_noise3_scale1.mlmodelc/metadata.json</key>
		<data>
		arSIJSqIa56RVOzxJlO+1Hs6yvo=
		</data>
		<key>Resources/waifu2x_photo_noise3_scale1.mlmodelc/model.espresso.net</key>
		<data>
		QwPCMOGerRmzlNMQ/DaJ+TU0Cgs=
		</data>
		<key>Resources/waifu2x_photo_noise3_scale1.mlmodelc/model.espresso.shape</key>
		<data>
		nXjzmReVY0bWJi3ds8OggDUOcOs=
		</data>
		<key>Resources/waifu2x_photo_noise3_scale1.mlmodelc/model.espresso.weights</key>
		<data>
		Q434liPLMdia24V0ihcvVjJ428c=
		</data>
		<key>Resources/waifu2x_photo_noise3_scale1.mlmodelc/model/coremldata.bin</key>
		<data>
		yNfQ7w7t+oLS6hqlkoRbmm1LArc=
		</data>
		<key>Resources/waifu2x_photo_noise3_scale1.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
		<key>Resources/waifu2x_photo_noise3_scale2.mlmodelc/analytics/coremldata.bin</key>
		<data>
		0zXCo/kZnE1ls61bhX9s2XblsdY=
		</data>
		<key>Resources/waifu2x_photo_noise3_scale2.mlmodelc/coremldata.bin</key>
		<data>
		MabVlMAQ3Q9Lix6M/XhVJ9J4D4s=
		</data>
		<key>Resources/waifu2x_photo_noise3_scale2.mlmodelc/metadata.json</key>
		<data>
		vWRwRzNmxRxLXWe4ug3yRXWgb8Y=
		</data>
		<key>Resources/waifu2x_photo_noise3_scale2.mlmodelc/model.espresso.net</key>
		<data>
		yf6XBuv2hSNF8fyWQ5kk66skEs8=
		</data>
		<key>Resources/waifu2x_photo_noise3_scale2.mlmodelc/model.espresso.shape</key>
		<data>
		+I5Nu7z9CI2owf3K22lt52d033o=
		</data>
		<key>Resources/waifu2x_photo_noise3_scale2.mlmodelc/model.espresso.weights</key>
		<data>
		OkdYzCjQE0qwHbbqqP6jPu+emFY=
		</data>
		<key>Resources/waifu2x_photo_noise3_scale2.mlmodelc/model/coremldata.bin</key>
		<data>
		yNfQ7w7t+oLS6hqlkoRbmm1LArc=
		</data>
		<key>Resources/waifu2x_photo_noise3_scale2.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
		<key>Resources/waifu2x_scale2_denoise2.mlmodelc/analytics/coremldata.bin</key>
		<data>
		n7bwLd7tw8PxnA6LPIMZ28L8USM=
		</data>
		<key>Resources/waifu2x_scale2_denoise2.mlmodelc/coremldata.bin</key>
		<data>
		MabVlMAQ3Q9Lix6M/XhVJ9J4D4s=
		</data>
		<key>Resources/waifu2x_scale2_denoise2.mlmodelc/metadata.json</key>
		<data>
		3Y5pHkoU15JOh+d3VXkARYCedMQ=
		</data>
		<key>Resources/waifu2x_scale2_denoise2.mlmodelc/model.espresso.net</key>
		<data>
		yf6XBuv2hSNF8fyWQ5kk66skEs8=
		</data>
		<key>Resources/waifu2x_scale2_denoise2.mlmodelc/model.espresso.shape</key>
		<data>
		+I5Nu7z9CI2owf3K22lt52d033o=
		</data>
		<key>Resources/waifu2x_scale2_denoise2.mlmodelc/model.espresso.weights</key>
		<data>
		FZ/VJoEjXrIP5gTuNM4GZCNHVMA=
		</data>
		<key>Resources/waifu2x_scale2_denoise2.mlmodelc/model/coremldata.bin</key>
		<data>
		yNfQ7w7t+oLS6hqlkoRbmm1LArc=
		</data>
		<key>Resources/waifu2x_scale2_denoise2.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
	</dict>
	<key>files2</key>
	<dict>
		<key>Frameworks/libswift_Concurrency.dylib</key>
		<dict>
			<key>cdhash</key>
			<data>
			RVLFVkeXJXkgkcuV2n/pPb8pbHQ=
			</data>
			<key>requirement</key>
			<string>identifier "com.apple.dt.runtime.swiftConcurrency" and anchor apple generic and certificate leaf[subject.CN] = "Apple Development: rodrig.ky@gmail.com (BSM4DUPARX)" and certificate 1[field.1.2.840.113635.100.6.2.1] /* exists */</string>
		</dict>
		<key>MacOS/Waifu2x Video.debug.dylib</key>
		<dict>
			<key>cdhash</key>
			<data>
			kFrI2ghfBfvYOILaJcpcqen2Nxc=
			</data>
			<key>requirement</key>
			<string>identifier "Waifu2x Video.debug" and anchor apple generic and certificate leaf[subject.CN] = "Apple Development: rodrig.ky@gmail.com (BSM4DUPARX)" and certificate 1[field.1.2.840.113635.100.6.2.1] /* exists */</string>
		</dict>
		<key>MacOS/__preview.dylib</key>
		<dict>
			<key>cdhash</key>
			<data>
			wuFdn7RU/5ha0RCFA6ifKGYbMIM=
			</data>
			<key>requirement</key>
			<string>identifier "__preview" and anchor apple generic and certificate leaf[subject.CN] = "Apple Development: rodrig.ky@gmail.com (BSM4DUPARX)" and certificate 1[field.1.2.840.113635.100.6.2.1] /* exists */</string>
		</dict>
		<key>Resources/AppIcon.icns</key>
		<dict>
			<key>hash2</key>
			<data>
			Du5Jjj2ESXzYqW17FGn0/dfd5SlWhxbPi2su43uwupg=
			</data>
		</dict>
		<key>Resources/Assets.car</key>
		<dict>
			<key>hash2</key>
			<data>
			96CVgQXWwnEG8f8BiBiNpXpZTvHw0ffG34HyD/NnEEU=
			</data>
		</dict>
		<key>Resources/Base.lproj/Main.storyboardc/Info.plist</key>
		<dict>
			<key>hash2</key>
			<data>
			6/2HagpKuzGhxFgQU55Lc/bxgR30qm5eqHSV+p9e4/4=
			</data>
		</dict>
		<key>Resources/Base.lproj/Main.storyboardc/MainMenu.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			hnZm8Kz392OmP422QtPEPYFeHA18upAcJWomQtrCYu4=
			</data>
		</dict>
		<key>Resources/LICENSE</key>
		<dict>
			<key>hash2</key>
			<data>
			4dkWceQtMcR1I4UwVYlvu18Ucq2iTyziFUyDqYKPciw=
			</data>
		</dict>
		<key>Resources/sample.mov</key>
		<dict>
			<key>hash2</key>
			<data>
			Tgp9/v5SOUAmwwuFhvtPAq9lVpzoL/ZjlFA/on/5D4s=
			</data>
		</dict>
		<key>Resources/waifu2x_anime_noise0_scale1.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			RLDput9kXU4NeNHetVp9Wcg2Dj4s66WQejRrwHbndkE=
			</data>
		</dict>
		<key>Resources/waifu2x_anime_noise0_scale1.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			vDD/O7Y5YIliVDUwSm+CUxrO+qfMkc/LdShr10GfGrk=
			</data>
		</dict>
		<key>Resources/waifu2x_anime_noise0_scale1.mlmodelc/metadata.json</key>
		<dict>
			<key>hash2</key>
			<data>
			e0lIWaXCjvkZsq0xpYD31GvW78X28jJgFlA3nhT1Yoo=
			</data>
		</dict>
		<key>Resources/waifu2x_anime_noise0_scale1.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash2</key>
			<data>
			o9xrLuSu2RsyYmtKwlNBy4dsnMAYy6Kr//wQRTtTVuM=
			</data>
		</dict>
		<key>Resources/waifu2x_anime_noise0_scale1.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash2</key>
			<data>
			ggCtj/CQ2EIGZszQpzJkJ8HIFvdK/NdQYjZWYn17wWs=
			</data>
		</dict>
		<key>Resources/waifu2x_anime_noise0_scale1.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash2</key>
			<data>
			wgyqEMticEA9gu1mtthWcn6IS2+t0KRhF9iVfHEVnvA=
			</data>
		</dict>
		<key>Resources/waifu2x_anime_noise0_scale1.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			9aX9QtFqIDAnmO9u0wmXm0MAPSMg2fDo6pgxqSdZ+0s=
			</data>
		</dict>
		<key>Resources/waifu2x_anime_noise0_scale1.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			LDTOHfI7g4xavyp/ZDfMo9MGftUJ/yXxHfaxG1grUes=
			</data>
		</dict>
		<key>Resources/waifu2x_anime_noise0_scale2.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			tC7T0fflTsIHZ8NXWm1DuWsaEh1WlFWWyWQzg3hL2GI=
			</data>
		</dict>
		<key>Resources/waifu2x_anime_noise0_scale2.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			f8OFzLhtaWow4Ey8OOeB8q3SD6+EMaW3JnnEpxJD6OE=
			</data>
		</dict>
		<key>Resources/waifu2x_anime_noise0_scale2.mlmodelc/metadata.json</key>
		<dict>
			<key>hash2</key>
			<data>
			5gRVCUvquLWOuQ7jfZCk2y6EigHOJtY6aNGJy/eGaK4=
			</data>
		</dict>
		<key>Resources/waifu2x_anime_noise0_scale2.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash2</key>
			<data>
			/9u+/J2w3yYWOJ7AwqUDUiqWcak6T6A80PgB0Y6jUXs=
			</data>
		</dict>
		<key>Resources/waifu2x_anime_noise0_scale2.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash2</key>
			<data>
			OSr77wTBVbWkezgEvlKvTj4yeUDzlZNIditOqi7c0V8=
			</data>
		</dict>
		<key>Resources/waifu2x_anime_noise0_scale2.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash2</key>
			<data>
			NGbqKCV+BG3qn/PKKy2l/+VyR4twg4u9ZjbGcLUg+88=
			</data>
		</dict>
		<key>Resources/waifu2x_anime_noise0_scale2.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			9aX9QtFqIDAnmO9u0wmXm0MAPSMg2fDo6pgxqSdZ+0s=
			</data>
		</dict>
		<key>Resources/waifu2x_anime_noise0_scale2.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			LDTOHfI7g4xavyp/ZDfMo9MGftUJ/yXxHfaxG1grUes=
			</data>
		</dict>
		<key>Resources/waifu2x_anime_noise1_scale1.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			rLUqOulmbSXhxtXknxTeYpSiBFJJQ/VXbE38PocJU+o=
			</data>
		</dict>
		<key>Resources/waifu2x_anime_noise1_scale1.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			vDD/O7Y5YIliVDUwSm+CUxrO+qfMkc/LdShr10GfGrk=
			</data>
		</dict>
		<key>Resources/waifu2x_anime_noise1_scale1.mlmodelc/metadata.json</key>
		<dict>
			<key>hash2</key>
			<data>
			0kbZ2iN9OWQT68Nuepdi1fMyUWE1X7/eyxL5KA8npZk=
			</data>
		</dict>
		<key>Resources/waifu2x_anime_noise1_scale1.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash2</key>
			<data>
			o9xrLuSu2RsyYmtKwlNBy4dsnMAYy6Kr//wQRTtTVuM=
			</data>
		</dict>
		<key>Resources/waifu2x_anime_noise1_scale1.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash2</key>
			<data>
			ggCtj/CQ2EIGZszQpzJkJ8HIFvdK/NdQYjZWYn17wWs=
			</data>
		</dict>
		<key>Resources/waifu2x_anime_noise1_scale1.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash2</key>
			<data>
			z0LZTd6TwIdfQRxnrLNuy7Cn6ay+S93DWnMElxKxPC4=
			</data>
		</dict>
		<key>Resources/waifu2x_anime_noise1_scale1.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			9aX9QtFqIDAnmO9u0wmXm0MAPSMg2fDo6pgxqSdZ+0s=
			</data>
		</dict>
		<key>Resources/waifu2x_anime_noise1_scale1.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			LDTOHfI7g4xavyp/ZDfMo9MGftUJ/yXxHfaxG1grUes=
			</data>
		</dict>
		<key>Resources/waifu2x_anime_noise1_scale2.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			+MlRaF+NGMq3OkheapAA+sO/nElchkwtOn9CdVQ+wuI=
			</data>
		</dict>
		<key>Resources/waifu2x_anime_noise1_scale2.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			f8OFzLhtaWow4Ey8OOeB8q3SD6+EMaW3JnnEpxJD6OE=
			</data>
		</dict>
		<key>Resources/waifu2x_anime_noise1_scale2.mlmodelc/metadata.json</key>
		<dict>
			<key>hash2</key>
			<data>
			hzAvzDAEiAklsGgTRHWL3Olm/ZGx1V9ExrR42jm7N20=
			</data>
		</dict>
		<key>Resources/waifu2x_anime_noise1_scale2.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash2</key>
			<data>
			/9u+/J2w3yYWOJ7AwqUDUiqWcak6T6A80PgB0Y6jUXs=
			</data>
		</dict>
		<key>Resources/waifu2x_anime_noise1_scale2.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash2</key>
			<data>
			OSr77wTBVbWkezgEvlKvTj4yeUDzlZNIditOqi7c0V8=
			</data>
		</dict>
		<key>Resources/waifu2x_anime_noise1_scale2.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash2</key>
			<data>
			VJIXih5shtYx/v6+FA9dOtUG0GcvKiM9DyPQceySjMQ=
			</data>
		</dict>
		<key>Resources/waifu2x_anime_noise1_scale2.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			9aX9QtFqIDAnmO9u0wmXm0MAPSMg2fDo6pgxqSdZ+0s=
			</data>
		</dict>
		<key>Resources/waifu2x_anime_noise1_scale2.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			LDTOHfI7g4xavyp/ZDfMo9MGftUJ/yXxHfaxG1grUes=
			</data>
		</dict>
		<key>Resources/waifu2x_anime_noise2_scale1.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			IDJLNyCiqZ2Q7EQasjdG0XatIGgTBPsCJ1MV/djQ8qM=
			</data>
		</dict>
		<key>Resources/waifu2x_anime_noise2_scale1.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			vDD/O7Y5YIliVDUwSm+CUxrO+qfMkc/LdShr10GfGrk=
			</data>
		</dict>
		<key>Resources/waifu2x_anime_noise2_scale1.mlmodelc/metadata.json</key>
		<dict>
			<key>hash2</key>
			<data>
			aLWbxKhuVukPPWhQ9f8RdI6wX6d/xyZeDHxekX+nwag=
			</data>
		</dict>
		<key>Resources/waifu2x_anime_noise2_scale1.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash2</key>
			<data>
			o9xrLuSu2RsyYmtKwlNBy4dsnMAYy6Kr//wQRTtTVuM=
			</data>
		</dict>
		<key>Resources/waifu2x_anime_noise2_scale1.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash2</key>
			<data>
			ggCtj/CQ2EIGZszQpzJkJ8HIFvdK/NdQYjZWYn17wWs=
			</data>
		</dict>
		<key>Resources/waifu2x_anime_noise2_scale1.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash2</key>
			<data>
			JjO7V/+FSxtLYrjOpBlCSxXJ4ITYuGAztTOUbGMEb0k=
			</data>
		</dict>
		<key>Resources/waifu2x_anime_noise2_scale1.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			9aX9QtFqIDAnmO9u0wmXm0MAPSMg2fDo6pgxqSdZ+0s=
			</data>
		</dict>
		<key>Resources/waifu2x_anime_noise2_scale1.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			LDTOHfI7g4xavyp/ZDfMo9MGftUJ/yXxHfaxG1grUes=
			</data>
		</dict>
		<key>Resources/waifu2x_anime_noise2_scale2.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			ZaBRq4NYqhbgskhIUPXgDIwVuKOKToeAUHvGYgZwP/Y=
			</data>
		</dict>
		<key>Resources/waifu2x_anime_noise2_scale2.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			f8OFzLhtaWow4Ey8OOeB8q3SD6+EMaW3JnnEpxJD6OE=
			</data>
		</dict>
		<key>Resources/waifu2x_anime_noise2_scale2.mlmodelc/metadata.json</key>
		<dict>
			<key>hash2</key>
			<data>
			TLN3bNIhtJaQNa7wvs5M+2wZ2AkHzTX7cwlS22Xeh5w=
			</data>
		</dict>
		<key>Resources/waifu2x_anime_noise2_scale2.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash2</key>
			<data>
			/9u+/J2w3yYWOJ7AwqUDUiqWcak6T6A80PgB0Y6jUXs=
			</data>
		</dict>
		<key>Resources/waifu2x_anime_noise2_scale2.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash2</key>
			<data>
			OSr77wTBVbWkezgEvlKvTj4yeUDzlZNIditOqi7c0V8=
			</data>
		</dict>
		<key>Resources/waifu2x_anime_noise2_scale2.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash2</key>
			<data>
			bQtVpcoI1oLNnfpwDEPIBCmg5eH19zGiC4J3qnnheBM=
			</data>
		</dict>
		<key>Resources/waifu2x_anime_noise2_scale2.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			9aX9QtFqIDAnmO9u0wmXm0MAPSMg2fDo6pgxqSdZ+0s=
			</data>
		</dict>
		<key>Resources/waifu2x_anime_noise2_scale2.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			LDTOHfI7g4xavyp/ZDfMo9MGftUJ/yXxHfaxG1grUes=
			</data>
		</dict>
		<key>Resources/waifu2x_anime_noise3_scale1.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			7nwKbHStuFg6q5isWar8CB2DKrs4DniWaAqyUF2nErw=
			</data>
		</dict>
		<key>Resources/waifu2x_anime_noise3_scale1.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			vDD/O7Y5YIliVDUwSm+CUxrO+qfMkc/LdShr10GfGrk=
			</data>
		</dict>
		<key>Resources/waifu2x_anime_noise3_scale1.mlmodelc/metadata.json</key>
		<dict>
			<key>hash2</key>
			<data>
			0CjKBo/pDsqOvHiqi47yd42QdU5UAOcZ9JTEHluHNcE=
			</data>
		</dict>
		<key>Resources/waifu2x_anime_noise3_scale1.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash2</key>
			<data>
			o9xrLuSu2RsyYmtKwlNBy4dsnMAYy6Kr//wQRTtTVuM=
			</data>
		</dict>
		<key>Resources/waifu2x_anime_noise3_scale1.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash2</key>
			<data>
			ggCtj/CQ2EIGZszQpzJkJ8HIFvdK/NdQYjZWYn17wWs=
			</data>
		</dict>
		<key>Resources/waifu2x_anime_noise3_scale1.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash2</key>
			<data>
			uZzUamNacovFbHnxUttoI1Z2GH2mIWtjcyhZ039A2ps=
			</data>
		</dict>
		<key>Resources/waifu2x_anime_noise3_scale1.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			9aX9QtFqIDAnmO9u0wmXm0MAPSMg2fDo6pgxqSdZ+0s=
			</data>
		</dict>
		<key>Resources/waifu2x_anime_noise3_scale1.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			LDTOHfI7g4xavyp/ZDfMo9MGftUJ/yXxHfaxG1grUes=
			</data>
		</dict>
		<key>Resources/waifu2x_anime_noise3_scale2.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			BHqgIQP5hvO9w/ZLmlDen0SBYEXT4Mp5yLmf5EmJCcM=
			</data>
		</dict>
		<key>Resources/waifu2x_anime_noise3_scale2.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			f8OFzLhtaWow4Ey8OOeB8q3SD6+EMaW3JnnEpxJD6OE=
			</data>
		</dict>
		<key>Resources/waifu2x_anime_noise3_scale2.mlmodelc/metadata.json</key>
		<dict>
			<key>hash2</key>
			<data>
			zU1owDiOZmXWkM6NcMB086eXgI+WoCBaZAbqGEu9dZo=
			</data>
		</dict>
		<key>Resources/waifu2x_anime_noise3_scale2.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash2</key>
			<data>
			/9u+/J2w3yYWOJ7AwqUDUiqWcak6T6A80PgB0Y6jUXs=
			</data>
		</dict>
		<key>Resources/waifu2x_anime_noise3_scale2.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash2</key>
			<data>
			OSr77wTBVbWkezgEvlKvTj4yeUDzlZNIditOqi7c0V8=
			</data>
		</dict>
		<key>Resources/waifu2x_anime_noise3_scale2.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash2</key>
			<data>
			+thCSikq062b1nCcw1xqIcCUzlvGQ85+5eD7TrLopOM=
			</data>
		</dict>
		<key>Resources/waifu2x_anime_noise3_scale2.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			9aX9QtFqIDAnmO9u0wmXm0MAPSMg2fDo6pgxqSdZ+0s=
			</data>
		</dict>
		<key>Resources/waifu2x_anime_noise3_scale2.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			LDTOHfI7g4xavyp/ZDfMo9MGftUJ/yXxHfaxG1grUes=
			</data>
		</dict>
		<key>Resources/waifu2x_photo_noise0_scale1.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			KlraCu5BIYxFnZZiQ6f7L2E7xDnBOCRsno48SCDe554=
			</data>
		</dict>
		<key>Resources/waifu2x_photo_noise0_scale1.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			oCxzu4oNDpVS5yuTJKcNQ1ILHAHipF2TE47z0Yj2Q6A=
			</data>
		</dict>
		<key>Resources/waifu2x_photo_noise0_scale1.mlmodelc/metadata.json</key>
		<dict>
			<key>hash2</key>
			<data>
			vy5ceKC4/ef8JgpuAj/t6N7eH9lVxW50/zT6Jz6fmVM=
			</data>
		</dict>
		<key>Resources/waifu2x_photo_noise0_scale1.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash2</key>
			<data>
			o9xrLuSu2RsyYmtKwlNBy4dsnMAYy6Kr//wQRTtTVuM=
			</data>
		</dict>
		<key>Resources/waifu2x_photo_noise0_scale1.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash2</key>
			<data>
			ggCtj/CQ2EIGZszQpzJkJ8HIFvdK/NdQYjZWYn17wWs=
			</data>
		</dict>
		<key>Resources/waifu2x_photo_noise0_scale1.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash2</key>
			<data>
			U4OOEmAyYUiddtBPV0F79secEcoSDdU0/ZpZnUKUycM=
			</data>
		</dict>
		<key>Resources/waifu2x_photo_noise0_scale1.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			9aX9QtFqIDAnmO9u0wmXm0MAPSMg2fDo6pgxqSdZ+0s=
			</data>
		</dict>
		<key>Resources/waifu2x_photo_noise0_scale1.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			LDTOHfI7g4xavyp/ZDfMo9MGftUJ/yXxHfaxG1grUes=
			</data>
		</dict>
		<key>Resources/waifu2x_photo_noise0_scale2.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			MCUIGMK6WYlTNkDJmMnUJJSDMgSCWkKg2j4qOg8zUBI=
			</data>
		</dict>
		<key>Resources/waifu2x_photo_noise0_scale2.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			f8OFzLhtaWow4Ey8OOeB8q3SD6+EMaW3JnnEpxJD6OE=
			</data>
		</dict>
		<key>Resources/waifu2x_photo_noise0_scale2.mlmodelc/metadata.json</key>
		<dict>
			<key>hash2</key>
			<data>
			PJWN91ybrEs2Wr60qxukS29/rMEIDnbBqOjT3y8g8dQ=
			</data>
		</dict>
		<key>Resources/waifu2x_photo_noise0_scale2.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash2</key>
			<data>
			/9u+/J2w3yYWOJ7AwqUDUiqWcak6T6A80PgB0Y6jUXs=
			</data>
		</dict>
		<key>Resources/waifu2x_photo_noise0_scale2.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash2</key>
			<data>
			OSr77wTBVbWkezgEvlKvTj4yeUDzlZNIditOqi7c0V8=
			</data>
		</dict>
		<key>Resources/waifu2x_photo_noise0_scale2.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash2</key>
			<data>
			xBdMOMKM/wlERJYJbNcB/5Jn5Th5AS5Q3sDCCbtO/sA=
			</data>
		</dict>
		<key>Resources/waifu2x_photo_noise0_scale2.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			9aX9QtFqIDAnmO9u0wmXm0MAPSMg2fDo6pgxqSdZ+0s=
			</data>
		</dict>
		<key>Resources/waifu2x_photo_noise0_scale2.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			LDTOHfI7g4xavyp/ZDfMo9MGftUJ/yXxHfaxG1grUes=
			</data>
		</dict>
		<key>Resources/waifu2x_photo_noise1_scale1.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			XOuKhEJ9Ac00o6W02iBYDX5S+E2+t3+y955ms0yIBp0=
			</data>
		</dict>
		<key>Resources/waifu2x_photo_noise1_scale1.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			oCxzu4oNDpVS5yuTJKcNQ1ILHAHipF2TE47z0Yj2Q6A=
			</data>
		</dict>
		<key>Resources/waifu2x_photo_noise1_scale1.mlmodelc/metadata.json</key>
		<dict>
			<key>hash2</key>
			<data>
			/gT4i1X6oC/d33deGs/XKG0DsWxhINGBpXCrHk7dvQI=
			</data>
		</dict>
		<key>Resources/waifu2x_photo_noise1_scale1.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash2</key>
			<data>
			o9xrLuSu2RsyYmtKwlNBy4dsnMAYy6Kr//wQRTtTVuM=
			</data>
		</dict>
		<key>Resources/waifu2x_photo_noise1_scale1.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash2</key>
			<data>
			ggCtj/CQ2EIGZszQpzJkJ8HIFvdK/NdQYjZWYn17wWs=
			</data>
		</dict>
		<key>Resources/waifu2x_photo_noise1_scale1.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash2</key>
			<data>
			7Sd0BvoGTmIBNZzoMdldcsiz581h9bKs30Kkvi4gH3A=
			</data>
		</dict>
		<key>Resources/waifu2x_photo_noise1_scale1.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			9aX9QtFqIDAnmO9u0wmXm0MAPSMg2fDo6pgxqSdZ+0s=
			</data>
		</dict>
		<key>Resources/waifu2x_photo_noise1_scale1.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			LDTOHfI7g4xavyp/ZDfMo9MGftUJ/yXxHfaxG1grUes=
			</data>
		</dict>
		<key>Resources/waifu2x_photo_noise1_scale2.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			no5NoiWZmmRXSCQzzJq0i2jWiN9pPsPKdBFbf2W41K8=
			</data>
		</dict>
		<key>Resources/waifu2x_photo_noise1_scale2.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			f8OFzLhtaWow4Ey8OOeB8q3SD6+EMaW3JnnEpxJD6OE=
			</data>
		</dict>
		<key>Resources/waifu2x_photo_noise1_scale2.mlmodelc/metadata.json</key>
		<dict>
			<key>hash2</key>
			<data>
			XpLfuGy/Gw7Jw4vPgVAeS5w0Q3rkTAUj99uf/AjdG84=
			</data>
		</dict>
		<key>Resources/waifu2x_photo_noise1_scale2.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash2</key>
			<data>
			/9u+/J2w3yYWOJ7AwqUDUiqWcak6T6A80PgB0Y6jUXs=
			</data>
		</dict>
		<key>Resources/waifu2x_photo_noise1_scale2.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash2</key>
			<data>
			OSr77wTBVbWkezgEvlKvTj4yeUDzlZNIditOqi7c0V8=
			</data>
		</dict>
		<key>Resources/waifu2x_photo_noise1_scale2.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash2</key>
			<data>
			9cqCQBQBcanWitHHh/+fxVCq9BMrO9axzSkTGrFaHT8=
			</data>
		</dict>
		<key>Resources/waifu2x_photo_noise1_scale2.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			9aX9QtFqIDAnmO9u0wmXm0MAPSMg2fDo6pgxqSdZ+0s=
			</data>
		</dict>
		<key>Resources/waifu2x_photo_noise1_scale2.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			LDTOHfI7g4xavyp/ZDfMo9MGftUJ/yXxHfaxG1grUes=
			</data>
		</dict>
		<key>Resources/waifu2x_photo_noise2_scale1.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			iysKWN+VTf08/lEuCpBIc54U0SxcP3UrsuWy0CemPjA=
			</data>
		</dict>
		<key>Resources/waifu2x_photo_noise2_scale1.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			oCxzu4oNDpVS5yuTJKcNQ1ILHAHipF2TE47z0Yj2Q6A=
			</data>
		</dict>
		<key>Resources/waifu2x_photo_noise2_scale1.mlmodelc/metadata.json</key>
		<dict>
			<key>hash2</key>
			<data>
			wj0JcE/G2nqyTTDEN4IJUuU3tUepjshbN0ndXNlN6vY=
			</data>
		</dict>
		<key>Resources/waifu2x_photo_noise2_scale1.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash2</key>
			<data>
			o9xrLuSu2RsyYmtKwlNBy4dsnMAYy6Kr//wQRTtTVuM=
			</data>
		</dict>
		<key>Resources/waifu2x_photo_noise2_scale1.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash2</key>
			<data>
			ggCtj/CQ2EIGZszQpzJkJ8HIFvdK/NdQYjZWYn17wWs=
			</data>
		</dict>
		<key>Resources/waifu2x_photo_noise2_scale1.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash2</key>
			<data>
			t8nBejtQEEj1UKH04IORRBnX52v/9Zeo+3Ps1yZLKVw=
			</data>
		</dict>
		<key>Resources/waifu2x_photo_noise2_scale1.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			9aX9QtFqIDAnmO9u0wmXm0MAPSMg2fDo6pgxqSdZ+0s=
			</data>
		</dict>
		<key>Resources/waifu2x_photo_noise2_scale1.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			LDTOHfI7g4xavyp/ZDfMo9MGftUJ/yXxHfaxG1grUes=
			</data>
		</dict>
		<key>Resources/waifu2x_photo_noise2_scale2.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			FMcpHwjhAAorcnaNFiYhJ4YQHHba4lJqdCqu3p7OkXU=
			</data>
		</dict>
		<key>Resources/waifu2x_photo_noise2_scale2.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			f8OFzLhtaWow4Ey8OOeB8q3SD6+EMaW3JnnEpxJD6OE=
			</data>
		</dict>
		<key>Resources/waifu2x_photo_noise2_scale2.mlmodelc/metadata.json</key>
		<dict>
			<key>hash2</key>
			<data>
			P/bb5x5uMMJEK6/S8sNuk+r5y/o7Zw49vn/pKSNOcIY=
			</data>
		</dict>
		<key>Resources/waifu2x_photo_noise2_scale2.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash2</key>
			<data>
			/9u+/J2w3yYWOJ7AwqUDUiqWcak6T6A80PgB0Y6jUXs=
			</data>
		</dict>
		<key>Resources/waifu2x_photo_noise2_scale2.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash2</key>
			<data>
			OSr77wTBVbWkezgEvlKvTj4yeUDzlZNIditOqi7c0V8=
			</data>
		</dict>
		<key>Resources/waifu2x_photo_noise2_scale2.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash2</key>
			<data>
			DfAgI6Uu8sdKzWlGMchqG4iq2eZVt3oeyxg+ZHSuLCo=
			</data>
		</dict>
		<key>Resources/waifu2x_photo_noise2_scale2.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			9aX9QtFqIDAnmO9u0wmXm0MAPSMg2fDo6pgxqSdZ+0s=
			</data>
		</dict>
		<key>Resources/waifu2x_photo_noise2_scale2.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			LDTOHfI7g4xavyp/ZDfMo9MGftUJ/yXxHfaxG1grUes=
			</data>
		</dict>
		<key>Resources/waifu2x_photo_noise3_scale1.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			uoGK8PEgDrgXBWXox09cYwfrghurJe6UFMq3U7srE9A=
			</data>
		</dict>
		<key>Resources/waifu2x_photo_noise3_scale1.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			oCxzu4oNDpVS5yuTJKcNQ1ILHAHipF2TE47z0Yj2Q6A=
			</data>
		</dict>
		<key>Resources/waifu2x_photo_noise3_scale1.mlmodelc/metadata.json</key>
		<dict>
			<key>hash2</key>
			<data>
			LYPmLSWpIsSNxl+PdCOyhvLWv1fxsnkEQKg9P/UW9lg=
			</data>
		</dict>
		<key>Resources/waifu2x_photo_noise3_scale1.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash2</key>
			<data>
			o9xrLuSu2RsyYmtKwlNBy4dsnMAYy6Kr//wQRTtTVuM=
			</data>
		</dict>
		<key>Resources/waifu2x_photo_noise3_scale1.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash2</key>
			<data>
			ggCtj/CQ2EIGZszQpzJkJ8HIFvdK/NdQYjZWYn17wWs=
			</data>
		</dict>
		<key>Resources/waifu2x_photo_noise3_scale1.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash2</key>
			<data>
			pboSmEmuxzX+naiaykOKWV9DvmrL+7xET+ftKftlZxY=
			</data>
		</dict>
		<key>Resources/waifu2x_photo_noise3_scale1.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			9aX9QtFqIDAnmO9u0wmXm0MAPSMg2fDo6pgxqSdZ+0s=
			</data>
		</dict>
		<key>Resources/waifu2x_photo_noise3_scale1.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			LDTOHfI7g4xavyp/ZDfMo9MGftUJ/yXxHfaxG1grUes=
			</data>
		</dict>
		<key>Resources/waifu2x_photo_noise3_scale2.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			HLzjA6UVkghzD+Fn0+oFCxsm08/YDRIJcYCCBZztbX0=
			</data>
		</dict>
		<key>Resources/waifu2x_photo_noise3_scale2.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			f8OFzLhtaWow4Ey8OOeB8q3SD6+EMaW3JnnEpxJD6OE=
			</data>
		</dict>
		<key>Resources/waifu2x_photo_noise3_scale2.mlmodelc/metadata.json</key>
		<dict>
			<key>hash2</key>
			<data>
			AVgR2KB+X4mZ5HWTfrQQPVJnD2i0iXOt7O4T6Beuh5A=
			</data>
		</dict>
		<key>Resources/waifu2x_photo_noise3_scale2.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash2</key>
			<data>
			/9u+/J2w3yYWOJ7AwqUDUiqWcak6T6A80PgB0Y6jUXs=
			</data>
		</dict>
		<key>Resources/waifu2x_photo_noise3_scale2.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash2</key>
			<data>
			OSr77wTBVbWkezgEvlKvTj4yeUDzlZNIditOqi7c0V8=
			</data>
		</dict>
		<key>Resources/waifu2x_photo_noise3_scale2.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash2</key>
			<data>
			Huws0r0vk2zBJLmV0fBrK2io+uRKAx11Dzz6XltyJ0E=
			</data>
		</dict>
		<key>Resources/waifu2x_photo_noise3_scale2.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			9aX9QtFqIDAnmO9u0wmXm0MAPSMg2fDo6pgxqSdZ+0s=
			</data>
		</dict>
		<key>Resources/waifu2x_photo_noise3_scale2.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			LDTOHfI7g4xavyp/ZDfMo9MGftUJ/yXxHfaxG1grUes=
			</data>
		</dict>
		<key>Resources/waifu2x_scale2_denoise2.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			Wv4CxK08YZFciacav40bzzxRx5x4A9g8EmsR4aGfgqk=
			</data>
		</dict>
		<key>Resources/waifu2x_scale2_denoise2.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			f8OFzLhtaWow4Ey8OOeB8q3SD6+EMaW3JnnEpxJD6OE=
			</data>
		</dict>
		<key>Resources/waifu2x_scale2_denoise2.mlmodelc/metadata.json</key>
		<dict>
			<key>hash2</key>
			<data>
			+qQUzm2JLLod3l+4MJnATJhtxgdama4STC1tK1/v1j8=
			</data>
		</dict>
		<key>Resources/waifu2x_scale2_denoise2.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash2</key>
			<data>
			/9u+/J2w3yYWOJ7AwqUDUiqWcak6T6A80PgB0Y6jUXs=
			</data>
		</dict>
		<key>Resources/waifu2x_scale2_denoise2.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash2</key>
			<data>
			OSr77wTBVbWkezgEvlKvTj4yeUDzlZNIditOqi7c0V8=
			</data>
		</dict>
		<key>Resources/waifu2x_scale2_denoise2.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash2</key>
			<data>
			bQtVpcoI1oLNnfpwDEPIBCmg5eH19zGiC4J3qnnheBM=
			</data>
		</dict>
		<key>Resources/waifu2x_scale2_denoise2.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			9aX9QtFqIDAnmO9u0wmXm0MAPSMg2fDo6pgxqSdZ+0s=
			</data>
		</dict>
		<key>Resources/waifu2x_scale2_denoise2.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			LDTOHfI7g4xavyp/ZDfMo9MGftUJ/yXxHfaxG1grUes=
			</data>
		</dict>
	</dict>
	<key>rules</key>
	<dict>
		<key>^Resources/</key>
		<true/>
		<key>^Resources/.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^Resources/.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Resources/Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^version.plist$</key>
		<true/>
	</dict>
	<key>rules2</key>
	<dict>
		<key>.*\.dSYM($|/)</key>
		<dict>
			<key>weight</key>
			<real>11</real>
		</dict>
		<key>^(.*/)?\.DS_Store$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>2000</real>
		</dict>
		<key>^(Frameworks|SharedFrameworks|PlugIns|Plug-ins|XPCServices|Helpers|MacOS|Library/(Automator|Spotlight|LoginItems))/</key>
		<dict>
			<key>nested</key>
			<true/>
			<key>weight</key>
			<real>10</real>
		</dict>
		<key>^.*</key>
		<true/>
		<key>^Info\.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^PkgInfo$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^Resources/</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^Resources/.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^Resources/.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Resources/Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^[^/]+$</key>
		<dict>
			<key>nested</key>
			<true/>
			<key>weight</key>
			<real>10</real>
		</dict>
		<key>^embedded\.provisionprofile$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^version\.plist$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
	</dict>
</dict>
</plist>
